Repository: Stipess1/benzinske_postaje_flutter
Catalog: lib/l10n/app_*.arb
Languages: hr

# gasNearByCount
source: Gas Stations nearby
hr: Benzinske u blizini

source: Home
hr: Početna

source: Map
hr: Karte

source: Settings
hr: Postavke

source: Working Hours:
hr: Radno Vrijeme:

source: Open
hr: Otvoreno

source: Closed
hr: Zatvoreno

# takeMe
source: Take me here
hr: Odvedi me

source: Gas Prices
hr: Cijene Goriva

# gasPricesDescription
source: Some prices might not be correct, all prices are updated by Ministry of Economy and Sustainable Development of the Republic of Croatia.
hr: Neke cijene goriva mogu biti netočne, jer se svi podatci o benzinskim postajama uzima s Minstarstva gospodarstva i održivog razvoja Republike Hrvatske

# gasStationExist
source: There is no gas stations nearby with this filters.
hr: Ne postoje benzinske s postavljenim filterima.

source: Services
hr: Usluge

source: No Services
hr: Nema Usluga

source: Price Chart
hr: Grafikon Cijena

# threeMon
source: 3mo.
hr: 3mj.

# sixMon
source: 6mo.
hr: 6mj.

# oneYear
source: 1yr.
hr: 1god.

source: All
hr: Sve

source: About
hr: U vezi

source: Version
hr: Verzija

source: Theme
hr: Tema

source: Dark Theme
hr: Tamno

source: Light Theme
hr: Svjetlo

source: Type of Fuel
hr: Vrsta goriva

source: Choose Radius
hr: Izaberite radijus

source: Sort
hr: Sortiraj

# sortLowPrice
source: Low price
hr: Niža cijena

# sortHighPrice
source: High price
hr: Veća cijena

# sortDistance
source: Distance
hr: Po udaljenosti

# gasPricesWrong
source: Gas Prices not showing correctly?
hr: Cijene se ne prikazuju točno?
